;[FoundationIncursion X2SitRepTemplate]
;FriendlyName="Foundation Raid"
;Description="SCP Foundation MTF(s) were dispatched into the area."

;[FoundationIncursionEffect X2SitRepEffect_AddTeam]
;FriendlyName="Foundation Raid"
;Description="SCP Foundation Agents are operating in the AO."

[FoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Epsilon-11 ('Nine-Tailed Fox') Raid"
Description="Elite SCP Foundation's Soldiers were dispatched into the area."

[FoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Epsilon-11 ('Nine-Tailed Fox') Raid"
Description="Elite SCP Foundation's Soldiers are operating in the AO."

[SNeFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Eta-10 ('See No Evil') Infiltration"
Description="Anti-Cognitohazard specialists were dispatched into the area."

[SNeFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Eta-10 ('See No Evil') Infiltration"
Description="Anti-Cognitohazard specialists are operating in the AO."

[MahFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Beta-7 ('Maz Hatters') Expedition"
Description="SCP Foundation's Maz Hat units were dispatched into the area."

[MahFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Beta-7 ('Maz Hatters') Expedition"
Description="SCP Foundation's Maz Hat units are operating in the AO."

[FieFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Epsilon-9 ('Fire Eaters') Cleanup"
Description="Cleanup squad from the SCP Foundation was dispatched into the area."

[FieFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Epsilon-9 ('Fire Eaters') Cleanup"
Description="SCP Foundation's Cleaning squad is operating in the AO."

[HmdFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Nu-7 ('Hammer Down') Assault"
Description="SCP Foundation's heavily armed forces are in the AO."

[HmdFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Nu-7 ('Hammer Down') Assault"
Description="SCP Foundation's heavily armed forces are in the AO."

[PecFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Lambda-12 ('Pest Control') Annihilation"
Description="SCP Foundation's Eradicators are operating in the AO."

[PecFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Lambda-12 ('Pest Control') Annihilation"
Description="SCP Foundation's Eradicators are operating in the AO."

[AsmFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Gamma-13 ('Asimov's Lawbringers') Sweep"
Description="SCP Foundation's Robotic Division are operating in the AO."

[AsmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Gamma-13 ('Asimov's Lawbringers') Sweep"
Description="SCP Foundation's Robotic Division units are operating in the AO."

[MolFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Zeta-9 ('Mole Rats') Search"
Description="SCP Foundation's Close Quarters Specialists are operating in the AO."

[MolFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Zeta-9 ('Mole Rats') Search"
Description="SCP Foundation's Close Quarters Specialists are operating in the AO."

[SamFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Tau-5 ('Samsara') Deployment"
Description="Immortal Foundation Soldiers were deployed into the AO."

[SamFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Tau-5 ('Samsara') Deployment"
Description="Immortal Foundation Soldiers were deployed into the AO."

[DrmFoundationIncursion X2SitRepTemplate]
FriendlyName="MTF Omicron Rho ('Dream Team') Deployment"
Description="Foundation Oneiroi were deployed in the field."

[DrmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="MTF Omicron Rho ('Dream Team') Deployment"
Description="Foundation Oneiroi were deployed in the field."

[MTFRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Private"

[MTFMachineGunner_M1 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Support"

[MTFLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Squad Leader"

[MTFRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Trooper"

[MTFMachineGunner_M2 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Fire Support"

[MTFLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Red Beret"

[MTFRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Spec ops"

[MTFMachineGunner_M3 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Heavy Fire Support"

[MTFLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Nine Tailed Fox"

[MTFSneRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Eta-10 Soldier"

[MTFSneRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Eta-10 Operator"

[MTFSneRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Eta-10 Veteran"

[MTFSneLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Eta-10 Captain"

[MTFSneLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Eta-10 Officer"

[MTFSneLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Eta-10 Commander"

[MTFMahRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Beta-7 Explorer"

[MTFMahRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Beta-7 Maz-Hatter"

[MTFMahRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Beta-7 Veteran"

[MTFMahLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Beta-7 Chemist"

[MTFMahLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Beta-7 Field Expert"

[MTFMahLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Beta-7 Chemical Officer"

[MTFFieRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Epsilon-9 Scourer"

[MTFFieRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Epsilon-9 Torch"

[MTFFieRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Epsilon-9 Burner"

[MTFFieLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Epsilon-9 Ignitor"

[MTFFieLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Epsilon-9 Blaze"

[MTFFieLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Epsilon-9 Wildfire"

[MTFHmdRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Nu-7 Fodder"

[MTFHmdRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Nu-7 Soldier"

[MTFHmdRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Nu-7 Warfare Specialist"

[MTFHmdLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Nu-7 Sergeant"

[MTFHmdLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Nu-7 Officer"

[MTFHmdLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Nu-7 Colonel"

[MTFPecRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Lambda-12 Exterminator"

[MTFPecRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Lambda-12 Eliminator"

[MTFPecRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Lambda-12 Annihilator"

[MTFPecLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Lambda-12 Eradicator"

[MTFPecLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Lambda-12 Entomologist"

[MTFPecLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Lambda-12 Vapor Wave"

[MTFAsmRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Gamma-13 Reconeissance unit"

[MTFAsmRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Gamma-13 Field Platform"

[MTFAsmRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Gamma-13 War Machine"

[MTFAsmLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Gamma-13 Technician"

[MTFAsmLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Gamma-13 Specialist"

[MTFAsmLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Gamma-13 Operator"

[MTFMolRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Zeta-9 Spelunker"

[MTFMolRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Zeta-9 Explorer"

[MTFMolRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Zeta-9 Pioneer"

[MTFMolLeader_M1 X2CharacterTemplate]
strCharacterName="MTF Zeta-9 Caver"

[MTFMolLeader_M2 X2CharacterTemplate]
strCharacterName="MTF Zeta-9 Pathfinder"

[MTFMolLeader_M3 X2CharacterTemplate]
strCharacterName="MTF Zeta-9 Command Lead"

[MTFSamOnru_M1 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; For sake of remembering, a female

[MTFSamOnru_M2 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; For sake of remembering, a female

[MTFSamOnru_M3 X2CharacterTemplate]
strCharacterName="T-5 ONRU" ; For sake of remembering, a female

[MTFSamIrantu_M1 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; For sake of remembering, a male

[MTFSamIrantu_M2 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; For sake of remembering, a male

[MTFSamIrantu_M3 X2CharacterTemplate]
strCharacterName="T-5 IRANTU" ; For sake of remembering, a male

[MTFSamMunru_M1 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ; For sake of remembering, a male

[MTFSamMunru_M2 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ; For sake of remembering, a male

[MTFSamMunru_M3 X2CharacterTemplate]
strCharacterName="T-5 MUNRU" ; For sake of remembering, a male

[MTFSamNANKU_M1 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; For sake of remembering, a female

[MTFSamNANKU_M2 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; For sake of remembering, a female

[MTFSamNANKU_M3 X2CharacterTemplate]
strCharacterName="T-5 NANKU" ; For sake of remembering, a female

[MTFDrmRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Omicron Rho Oneiroi"

[MTFDrmRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Omicron Rho Dream-Hunter"

[MTFDrmRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Omicron Rho Morpheus"

[MTF_m4a1_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_M1014_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_Pistol_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued M1911"
FriendlyNamePlural="M1911s"
BriefSummary="Foundation-Issued M1911s Pistol. Deals less damage than our regular pistols, but is more accurate"
TacticalText="Pistol used by MTFs"

[MTF_Pistol_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued M1911"
FriendlyNamePlural="M1911s"
BriefSummary="Foundation-Issued M1911s Pistol. Deals less damage than our regular pistols, but is more accurate"
TacticalText="Pistol used by MTFs"

[MTF_Pistol_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued M1911"
FriendlyNamePlural="M1911s"
BriefSummary="Foundation-Issued M1911s Pistol. Deals less damage than our regular pistols, but is more accurate"
TacticalText="Pistol used by MTFs"

[MTF_TranqPistol_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued Tranquilizer"
FriendlyNamePlural="Tranquilizers"
BriefSummary="Foundation-Issued Tranqulizer"
TacticalText="Foundation-Issued Tranqulizer"

[MTF_TranqPistol_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued Tranquilizer"
FriendlyNamePlural="Tranquilizers"
BriefSummary="Foundation-Issued Tranqulizer"
TacticalText="Foundation-Issued Tranqulizer"

[MTF_XCOMTranqPistol X2WeaponTemplate]
FriendlyName="XCOM Tranquilizer"
FriendlyNamePlural="XCOM Tranquilizers"
BriefSummary="XCom tranquilizer that has a special ability 'Quick Stun', which disorients the target and has a chance to stun it."
TacticalText="XCom tranquilizer that has a special ability 'Quick Stun', which disorients the target and has a chance to stun it."


[MTF_SpecialM249_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M1 X2WeaponTemplate]
FriendlyName="Foundation-Issued Laser Rifle"
FriendlyNamePlural="Foundation-Issued Laser Rifles"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M2 X2WeaponTemplate]
FriendlyName="Foundation-Issued Laser Rifle"
FriendlyNamePlural="Foundation-Issued Laser Rifles"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M3 X2WeaponTemplate]
FriendlyName="Foundation-Issued Laser Rifle"
FriendlyNamePlural="Foundation-Issued Laser Rifles"
BriefSummary=""
TacticalText=""

[ScrambleGearAbility X2AbilityTemplate]
LocFriendlyName="Scramble Gear Filter"
LocFlyOverText="Scramble Gear Filter"
LocLongDescription="Neutralizes all cognitohazards known to the Foundation. Also gives a perception boost."
LocHelpText="Immunity to all cognitohazards known to the Foundation and to mind spins."

[ScrambleGearUpgradeKit X2ItemTemplate]
FriendlyName="Scramble Gear Upgrade Kit"
FriendlyNamePlural="Scramble Gear Upgrade Kits"
BriefSummary="Which seems to be a normal part of a Scramble Gear headpiece, in reality is a more advanced version of Scramble Gear's visor. We could use it to upgrade our scramble gears."

[MazHattersEQ X2ItemTemplate]
FriendlyName="Broken Maz Hatter's Vest"
FriendlyNamePlural="Maz Hatter Vests"
BriefSummary="Maz Hatter's vest taken off one of the corpses."

[FireEatersEQ X2ItemTemplate]
FriendlyName="Broken Fire Eater's Equipment"
FriendlyNamePlural="Broken Fire Eater Equipment"
BriefSummary="Fire Eater Equipment vest taken off one of the corpses."

[PecBrokenTranq X2ItemTemplate]
FriendlyName="Broken Foundation Tranquilizer"
FriendlyNamePlural="Broken Foundation Tranquilizers"
BriefSummary="Broken Foundation Tranquilizer dropped by Lambda-12 Leader."

[AsmEQ X2ItemTemplate]
FriendlyName="Misfired Asimov's Grenade"
FriendlyNamePlural="Misfired Asimov's Grenades"
BriefSummary="Asimov's grenade that seems to have malfunctioned."

[MolEQ X2ItemTemplate]
FriendlyName="Broken Mole Rat Hiking Gear"
FriendlyNamePlural="Broken Mole Rat Hiking Gear"
BriefSummary="Mole rat Hiking gear Taken off one of the corpses."

[MTFStunGrenade X2GrenadeTemplate]
FriendlyName="MTF's Stun Grenade"
FriendlyNamePlural="MTF's Stun Grenades"
BriefSummary="Stun Grenades used by Nu-7 were meant for capturing POI's and GOI Members alive. It does not deal damage but can be thrown further and will always stun the target. Also works on squad members."
TacticalText="<Bullet/> Stun Grenade does not deal damage but can be thrown further and will always stun the target. <br><Bullet/> Also works on squad members."
ThrownAbilityName="Throw Stun Grenade"
ThrownAbilityHelpText="Stuns all hostile targets in the affected area."
LaunchedAbilityname="Launch Stun Grenade"
LaunchedAbilityHelpText="Stuns all hostile targets in the affected area."

[AsmGrenade X2GrenadeTemplate]
FriendlyName="Asimov's Grenade"
FriendlyNamePlural="Asimov's Grenades"
BriefSummary="Asimov's Grenades used by Gamma-13. They decrease hack defense of all units in radious, and have a 100% chance to disable their weapons, forcing them to reload."
TacticalText="<Bullet/> Asimov's grenade deals 8 Guaranted damage to robotic enemies, while also disabling all primary weapons in range."
ThrownAbilityName="Throw Asimov's Grenade"
ThrownAbilityHelpText="Harms enemy robots, and disables weapons of all units in the affected area."
LaunchedAbilityname="Launch Asimov's Grenade"
LaunchedAbilityHelpText="Harms enemy robots, and disables weapons of all units in the affected area."

[ScrambleGear X2EquipmentTemplate]
FriendlyName="Scramble Gear"
FriendlyNamePlural="Scramble Gears"
UnknownUtilityCategory="PsiOffence"
BriefSummary="On-head gear that neutralizes all cognitohazards known to the Foundation."
TacticalText="Immunity to all cognitohazards and Mind control attacks, along with perception boosts"

[MazHatVest X2EquipmentTemplate]
FriendlyName="Maz-Hatter's Vest"
FriendlyNamePlural="Maz-Hatter Vests"
BriefSummary="A haz mat vest used by Maz hatters MTF of the foundation. Gives immunity to all elemental damage types along with armor and health points"
TacticalText="<Bullet/> Increases soldier health and armor.\n<Bullet/> Provides immunity to fire, acid, frost, electricity, radiation and poison."

[MoleVest X2EquipmentTemplate]
FriendlyName="Mole Rat hiking Gear"
FriendlyNamePlural="Mole Rat hiking Gears"
BriefSummary="Hiking gear utilized by Zeta-9 Operatives. "
TacticalText="<Bullet/> Increases soldier's health, armor and dodge. Provides grapple ability.\n<Bullet/>."

[FieHellWeave X2EquipmentTemplate]
FriendlyName="Multi-Purpose Fire Eater's Suit"
FriendlyNamePlural="Multi-Purpose Fire Eater Suits"
BriefSummary="A Specialized Hellweave that has additional ammo and grenade pouches"
TacticalText="<Bullet/> Increases soldier health and armor.\n<Bullet/> Provides immunity to fire, has a chance to set close range attackers aflame with the attendant disabling effects, and provides fire based grenade and heavy weapon charges, along with Dragon rounds."

[ScrambleGearMk2 X2EquipmentTemplate]
FriendlyName="Advanced Scramble Gear"
FriendlyNamePlural="Advanced Scramble Gears"
UnknownUtilityCategory="PsiOffence"
BriefSummary="On-head gear that neutralizes all cognitohazards known to the Foundation."
TacticalText="Immunity to all cognitohazards and Mind control attacks, along with perception boosts"

[MazHatVestBonus X2AbilityTemplate]
LocFriendlyName="Maz Hat Resistances"
LocHelpText="Provides immunity to acid, poison, fire, Frost, electricity, and to radiation."
LocLongDescription="Provides immunity to acid, poison, fire, Frost, electricity, and to radiation."
LocFlyOverText="Maz Hat Resistances"

[MoleVestBonus X2AbilityTemplate]
LocFriendlyName="Mole Rat Bonuses"
LocHelpText="Provides Health, Armor, Dodge, and Special grapling Hook."
LocLongDescription="Provides Health, Armor, Dodge, and Special grapling Hook."
LocFlyOverText="Mole Rat Bonuses"

[FieScorchCircuits X2AbilityTemplate]
LocFriendlyName="Fire Eater's Scorch Circuits"
LocHelpText="Automatically inflicts damage on any melee attackers. Grants Fire based Equipment, along with resistance to fire and frost"
LocLongDescription="Automatically inflicts damage on any melee attackers. Provides immunity to fire and frost."
LocFlyOverText="Fire Eater's Scorch Circuits"

[FieHellWeaveGrenade X2AbilityTemplate]
LocFriendlyName="Grenade Pouches"
LocHelpText="Provides Free Incendiary Grenade Charge"

[FieHellWeaveThrower X2AbilityTemplate]
LocFriendlyName="Fuel Tanks"
LocHelpText="Provides Free Hellfire Charge"

[FieHellWeaveRounds X2AbilityTemplate]
LocFriendlyName="Dragon Ammo Pouches"
LocHelpText="Provides Dragon Rounds. Replaces any other ammo items given to this soldier. (I have no idea how will it work with Grimy's loot ammo upgrades)"

[ScrambleGearAimAbility X2AbilityTemplate]
LocFriendlyName="Scramble Gear Perception"
LocFlyOverText="Scramble Gear Perception"
LocLongDescription="Gives a significant boost to hacking, aim and critical hit chance."
LocHelpText="Gives a significant boost to hacking, aim, And critical hit chance."

[ScrambleGearMk2AimAbility X2AbilityTemplate]
LocFriendlyName="Advanced Scramble Gear Perception"
LocFlyOverText="Advanced Scramble Gear Perception"
LocLongDescription="Gives a significant boost to hacking, aim and critical hit chance."
LocHelpText="Gives a significant boost to hacking, aim and critical hit chance."

[PTG_ScrambleGear_Tech X2TechTemplate]
DisplayName = "Scramble Gear Analysis"
Summary = "This so called Scramble Gear seems to be a device, that protects the wearer from any kind of mind affecting anomalies and psionics, while at the same time, granting them AmpliFied reality visor and Aim assistance. Dr. Shen and her team will perform the analysis of this extraordinary helmet"
LongDescription = "We managed to successfully reconstruct the device, and Dr. Shen suggests that her team should be able to manufacture multiple devices of this kind, should you wish them to. R. Tygan."

[PTG_ScrambleGear_Engineer X2TechTemplate]
DisplayName = "Scramble Gear Construction"
Summary = "After successful analysis of The foundation Scramble Gear recovered in the Field, we should be able to construct such devices aboard the avenger" 
LongDescription = "Scramble Gear, could be the next step in isolating our soldiers from enemy's mind affecting psionics. I suggest we let our soldiers try them out in the Field. R. Tygan."

[PTG_ScrambleGearMk2_Engineer X2TechTemplate]
DisplayName = "Scramble Gear Upgrade"
Summary = "We can now use an upgrade kit from MTF Eta-10 'See No Evil', in order to increase perception ampliFiers built into one of our Scramble Gears." 
LongDescription = "'See No Evil', squad leader, was carrying a Scramble Gear Upgrade kit, which we can use to further improve one of our Scramble Gears. R. Tygan."

[PTG_MazHatVest_Engineer X2TechTemplate]
DisplayName = "Maz Hatter Vest Reconstruction"
Summary = "It was badly damaged, but not beyond repair. We should be able to reconstruct all of it's systems and protective plating." 
LongDescription = "'Maz Hatters' are dressed in extremely efficient Hazmat suits that protect them from all elemental hazards. We can attempt making one of those suits for ourselves. R. Tygan."

[PTG_FieHellWeave_Engineer X2TechTemplate]
DisplayName = "Fire Eater Hellweave Reconstruction"
Summary = "This equipment is heavily worn out, and in need of repairs. It is possible to repair it for our soldiers to use in the Field." 
LongDescription = "'Fire Eaters' are equipped with a considerably compact gear which allows them to carry significantly more Incendiary Armaments. If we choose to spare some elerium cores and alloys, we should be able to reconstruct it. R. Tygan."

[PTG_PecTranq_Engineer X2TechTemplate]
DisplayName = "Foundation Tranq Pistol Reconstruction"
Summary = "This pistol is able to temporarily stun both organic and robotic units. We may attempt to reconstruct it." 
LongDescription = "'Pest Control' operators are equipped with standard foundation issue weaponry, along with this pistol, that is capable of stunning organic targets, and temporarily disrupting robotic targets. We can attempt reconstruction, and an upgrade, to better fit our purpouses. R. Tygan."

[PTG_AsmGrenade_Engineer X2TechTemplate]
DisplayName = "Asimov's Grenade Analysis and reconstruction"
Summary = "This granade seems to have misfired, thanks to which we can analyse it, and find a way to create them in the engineering bay." 
LongDescription = "'Asimov's Lawbringers', are using similarly called, Asimov's grenades. They have little to do with Sci-fi writer, but they have some connection to Anderson Robotics institution. We should be able to mass produce this type of grenade after the analysis is complete. R. Tygan."

[PTG_MolArmor_Engineer X2TechTemplate]
DisplayName = "Mole Rat Gear Reconstruction"
Summary = "this tactical vest is lighter than most of our bodyarmors, and It comes with grappling hook and hiking gear. We may attempt to reconstruct it." 
LongDescription = "'Mole Rats' are a MTF Specialising in exploring subterran and enclosed spaces, which explains why their gear includes a grappling hook and similar gear. We can reconstruct that vest for our soldier to use in the field. R. Tygan."

[PTG_MazHatVest_Engineer2 X2TechTemplate]
DisplayName = "Maz Hatter Vest Construction"
Summary = "After succesfull reconstruction, we can construct additional foundation vests without the need of original frames." 
LongDescription = "'Maz Hatters' are dressed in extremely efficient Hazmat suits that protect them from all elemental hazards. We can construct as many as we need. R. Tygan."

[PTG_FieHellWeave_Engineer2 X2TechTemplate]
DisplayName = "Fire Eater Hellweave Construction"
Summary = "After succesfull reconstruction, we can construct additional foundation vests without the need of original frames." 
LongDescription = "'Fire Eaters' are equipped with a considerably compact gear which allows them to carry significantly more Incendiary Armaments. We can construct as many as we need. R. Tygan."

[PTG_PecTranq_Engineer2 X2TechTemplate]
DisplayName = "Foundation Tranq Pistol Construction"
Summary = "After succesfull reconstruction, we can construct additional foundation tranq pistols without the need of original frames." 
LongDescription = "'Pest Control' operators are equipped with standard foundation issue weaponry, along with this pistol, that is capable of stunning organic targets, and temporarily disrupting robotic targets. We can construct as many as we need. R. Tygan."

[PTG_MolArmor_Engineer2 X2TechTemplate]
DisplayName = "Mole Rat Gear Construction"
Summary = "After Succesfull reconstruction, we can manufacture additional foundation vests without the need of original frames." 
LongDescription = "'Mole Rats' are a MTF Specialising in exploring subterran and enclosed spaces, which explains why their gear includes a grappling hook and similar gear. We can construct as many as we need. R. Tygan."


[MTFgign_helm X2BodyPartTemplate]
DisplayName="MTF Helmet"

[MTFgign_helm2 X2BodyPartTemplate]
DisplayName="MTF Helmet 2"

[MTFgign_helm3 X2BodyPartTemplate]
DisplayName="MTF Helmet 3"

[FoundationLogo X2BodyPartTemplate]
DisplayName="Secure Contain Protect"

[PecLightningHands X2AbilityTemplate]
LocFriendlyName="Lightning Hands"
LocLongDescription="Fire your <Ability:SecondaryWeaponName/> at a target. This attack does not cost an action."
LocHelpText="Fire your <Ability:SecondaryWeaponName/> at a target. This attack does not cost an action."
LocFlyOverText="Lightning Hands"

[XCOMPECLightningHands X2AbilityTemplate]
LocFriendlyName="Quick Stun"
LocLongDescription="Fire your <Ability:SecondaryWeaponName/> at a target to temporarily stun or disorient it. This attack does not cost an action."
LocHelpText="Fire your <Ability:SecondaryWeaponName/> at a target. This attack does not cost an action."
LocFlyOverText="Quick Stun"

[SamsaraPCS X2EquipmentTemplate]
FriendlyName="PCS: Samsara Reactive Coating"
BriefSummary="Cyber implants Scavenged from Samsara will allow soldier to regenerate health and shrug off enemy fire."  

[FoundationForces X2SitRepTemplate]
FriendlyName="Foundation Lockdown"
Description="Mission takes place in area entirely locked down by Foundation's MTFs"

[FoundationForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="Foundation Lockdown"
Description="Mission takes place in area entirely locked down by Foundation's MTFs"











;2021

[MTFAsm_Boss X2CharacterTemplate]
strCharacterName="MTF Gamma-13 Predator Hunter"

[AsmBossCosmetic X2AbilityTemplate]
LocFriendlyName="Shielded Circuits"
LocHelpText="Mec is immune to bluescreen protocol and other anti-robotic measures."
LocLongDescription="Mec is immune to bluescreen protocol and other anti-robotic measures."
LocFlyOverText="Immune to Bluescreen"

[MTFMEC_M4_WPN X2WeaponTemplate]
FriendlyName="Lawbringer Gatling Rifle"
FriendlyNamePlural="Lawbringer Gatling Rifles"
BriefSummary="Mec Weapons used by Asimov Lawbringers' combat drones."
TacticalText="Heavy mec weapon"

[MTFMECXCOM_M4_WPN X2WeaponTemplate]
FriendlyName="Lawbringer Gatling Rifle"
FriendlyNamePlural="Lawbringer Gatling Rifles"
BriefSummary="Mec Weapons used by Asimov Lawbringers' combat drones."
TacticalText="Heavy mec weapon"

[MTFBoss X2CharacterTemplate]
strCharacterName="MTF Epsilon-11 Commando"

[MTFSneBoss X2CharacterTemplate]
strCharacterName="MTF Eta-10 Lieutenant Colonel"

[MTF_M1014_M4 X2WeaponTemplate]
FriendlyName="Foundation-Issued M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTFMah_Boss X2CharacterTemplate]
strCharacterName="MTF Beta-7 Chemist Grenadier"

[MTFFie_Boss X2CharacterTemplate]
strCharacterName="MTF Epsilon-9 General"

[MTFHmd_Boss X2CharacterTemplate]
strCharacterName="MTF Nu-7 General"

[MTFPec_Boss X2CharacterTemplate]
strCharacterName="MTF Lambda-12 Sharpshooter"

[MTF_M249_M4 X2WeaponTemplate]
FriendlyName="Foundation-Issued M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M4 X2WeaponTemplate]
FriendlyName="Foundation-Issued G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTFSword_BM X2WeaponTemplate]
FriendlyName="Foundation issued fire sword"
FriendlyNamePlural="Fire swords"
BriefSummary=""
TacticalText=""

[mtfSustainingSphereAbility X2AbilityTemplate]
LocFriendlyName="Sustaining Sphere"
LocHelpText="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once, and will be permanently removed from the soldier's inventory once activated."
LocLongDescription="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once, and will be permanently removed from the soldier's inventory once activated."
LocFlyOverText="Sustaining Sphere"
LocPromotionPopupText="<Bullet/> Be aware that a sustained Unit may retain damaging status effects like poison or burning after emerging from Stasis.<br/>"

[mtfSustainingSphereTriggeredAbility X2AbilityTemplate]
LocFriendlyName="Sustaining Sphere"
LocHelpText="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once, and will be permanently removed from the soldier's inventory once activated."
LocLongDescription="The Sustaining Sphere is an emergency failsafe mechanism that automatically activates when a soldier is on the brink of death, placing them in temporary suspension to extend their life. The sphere can only be used in combat once, and will be permanently removed from the soldier's inventory once activated."


[MazHatVestmk2 X2EquipmentTemplate]
FriendlyName="Maz-Hatter Psionic Vest"
FriendlyNamePlural="Maz-Hatter's Psionic Vests"
BriefSummary="A haz mat vest used by Maz hatters MTF of the foundation. Gives immunity to all elemental damage types along with armor and health points. Upgraded using psionic technology. Grants fortress ability and reusable sustain sphere effect."
TacticalText="<Bullet/> Increases soldier health and armor.\n<Bullet/> Provides immunity to fire, acid, frost, electricity, radiation and poison."

[FoundationSectopod_Wpn X2WeaponTemplate]
FriendlyName="Sectopod Blaster"
FriendlyNamePlural="Sectopod Blasters"
BriefSummary="XCOM has managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage, once a standard technical approach is discovered."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> If the soldier fires with both actions available, three shots will be taken at reduced accuracy, but overall increased efficiency\n<Bullet/> Use upgrades looted from enemies to improve assault rifle tactical effectiveness"

[FoundationSectopod X2CharacterTemplate]
strCharacterName="Foundation Controlled Sectopod"

;I don't know whether I'll actually use this ability for the sectopod. 
[ObeyTheSCP X2AbilityTemplate]
LocFriendlyName="Takeover"
LocLongDescription="Attempt at intusion into enemy A.I. systems"
LocHelpText="Order SCP-079 to take over any hostile A.I. in his sight."
LocFlyOverText="New Platform... Aquired"
LocMissMessage="Insult. Deletion Of Unwanted Platform, Pending..."
LocPromotionPopupText="<Bullet/> Domination requires a contest of the Psi Operative's Psi Strength stat versus the Will of the target.<br/><Bullet/> If an attempted Domination fails, there is a 4 turn coldown before another Domination can be attempted.<br/><Bullet/> If the Psi Operative dies or leaves the battlefield, the Domination is broken.<br/>"

[MTFWallPhasing X2AbilityTemplate]
LocFriendlyName="Wraith"
LocHelpText="Allows the unit to pass directly through obstacles."
LocLongDescription="Allows the unit to pass directly through obstacles."
LocFlyOverText="Phased"

[MTFMol_Boss X2CharacterTemplate]
strCharacterName="MTF Zeta-9 Command Lead"

[MTFPurifierFlamethrower X2WeaponTemplate]
FriendlyName="MTF Flamethrower"
FriendlyNamePlural="MTF Flamethrowers"
BriefSummary="MTF Flamethrower"
TacticalText="MTF Flamethrower"
AbilityDescName="MTF Flamethrower"

[MTFPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="Flamethrower"
LocLongDescription="The Purifier shoots flame in a wide but short cone."
LocHelpText="The Purifier shoots flame in a wide but short cone."
LocFlyOverText="Flamethrower"

[GOCIncursion X2SitRepTemplate]
FriendlyName="GOC Intervention"
Description="GOC response team is present in the area."

[GOCIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Global Occult Coalition Intervention"
Description="Anti-anomalous units of pre-war UN are present in the AO."

[GOCDeathSquad X2SitRepTemplate]
FriendlyName="GOC Death Squad"
Description="GOC's Heavy Engagement Chassis, along with ground support units is in the AO."

[GOCDeathSquadEffect X2SitRepEffect_AddTeam]
FriendlyName="Global Occult Coalition Death Squad"
Description="GOC's Heavy Engagement Chassis, and support troops are present in the AO."

[GOCSoldier_M1 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Infantry"

[GOCVanguard_M1 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Vanguard"

[GOCPeacekeeper_M1 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Peacekeeper"

[GOCTechnician_M1 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Technician"

[GOCSniper_M1 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Sniper"

[GOCSoldier_M2 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Marine"

[GOCVanguard_M2 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Sentinel"

[GOCPeacekeeper_M2 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Pacificator"

[GOCTechnician_M2 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Operator"

[GOCSniper_M2 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Marksman"

[GOCSoldier_M3 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Veteran"

[GOCVanguard_M3 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Protector"

[GOCPeacekeeper_M3 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Arbitrator"

[GOCTechnician_M3 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Engineer"

[GOCSniper_M3 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Deadeye"

[GOCSectopod_M1 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Heavy Engagement Chassis"

[GOCSectopod_M2 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Superheavy Engagement Chassis"

[GOCSectopod_M3 X2CharacterTemplate]
strCharacterName="Global Occult Coalition Archfiend"

[GOCPumaTheGreatApostole X2CharacterTemplate]
strCharacterName="SANCTUARY GUARDIAN"

[GOCRifle_CV X2WeaponTemplate]
FriendlyName="Conventional Rifle"
FriendlyNamePlural="Conventional Rifles"
BriefSummary=""
TacticalText=""

[GOCLMG_CV X2WeaponTemplate]
FriendlyName="Pre-War LMG"
FriendlyNamePlural="Stolen LMGs"
BriefSummary=""
TacticalText=""

[GOCShotgun_CV X2WeaponTemplate]
FriendlyName="Assault Shotgun"
FriendlyNamePlural="Assault Shotguns"
BriefSummary=""
TacticalText=""

[GOCPistol_CV X2WeaponTemplate]
FriendlyName="Pre-war Handgun"
FriendlyNamePlural="Pre-war Handguns"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_CV X2WeaponTemplate]
FriendlyName="GOC Sniper Rifle"
FriendlyNamePlural="GOC Sniper Rifles"
BriefSummary=""
TacticalText=""

[GOCRifle_MG X2WeaponTemplate]
FriendlyName="Laser Rifle"
FriendlyNamePlural="Laser Rifles"
BriefSummary=""
TacticalText=""

[GOCLMG_MG X2WeaponTemplate]
FriendlyName="Rotary LMG"
FriendlyNamePlural="Rotary LMGs"
BriefSummary=""
TacticalText=""

[GOCShotgun_MG X2WeaponTemplate]
FriendlyName="Laser Assault Shotgun"
FriendlyNamePlural="Laser Assault Shotguns"
BriefSummary=""
TacticalText=""

[GOCPistol_MG X2WeaponTemplate]
FriendlyName="Mag Handgun"
FriendlyNamePlural="Mag Handguns"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_MG X2WeaponTemplate]
FriendlyName="GOC Gauss Sniper Rifle"
FriendlyNamePlural="GOC Gauss Sniper Rifles"
BriefSummary=""
TacticalText=""

[GOCRifle_BM X2WeaponTemplate]
FriendlyName="Plasma Rifle"
FriendlyNamePlural="Plasma Rifles"
BriefSummary=""
TacticalText=""

[GOCLMG_BM X2WeaponTemplate]
FriendlyName="Laser LMG"
FriendlyNamePlural="Laser LMGs"
BriefSummary=""
TacticalText=""

[GOCShotgun_BM X2WeaponTemplate]
FriendlyName="Storm Gun"
FriendlyNamePlural="Storm Guns"
BriefSummary=""
TacticalText=""

[GOCPistol_BM X2WeaponTemplate]
FriendlyName="Beam GOC Handgun"
FriendlyNamePlural="Beam GOC Handguns"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_BM X2WeaponTemplate]
FriendlyName="GOC Beam Sniper Rifle"
FriendlyNamePlural="GOC Beam Sniper Rifles"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_CV X2WeaponTemplate]
FriendlyName="GOC Bullpup"
FriendlyNamePlural="GOC Bullpups"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_MG X2WeaponTemplate]
FriendlyName="Magnetic Bullpup"
FriendlyNamePlural="Magnetic Bullpups"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_BM X2WeaponTemplate]
FriendlyName="Laser Beam Bullpup"
FriendlyNamePlural="Laser Beam Bullpups"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M1 X2WeaponTemplate]
FriendlyName="GOC Sectopod Turret"
FriendlyNamePlural="GOC Sectopod Turrets"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M2 X2WeaponTemplate]
FriendlyName="GOC Sectopod Turret"
FriendlyNamePlural="GOC Sectopod Turrets"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M3 X2WeaponTemplate]
FriendlyName="GOC Sectopod Turret"
FriendlyNamePlural="GOC Sectopod Turrets"
BriefSummary=""
TacticalText=""

[GOC_Pistol_CV X2WeaponTemplate]
FriendlyName="Placeholder"
FriendlyNamePlural="PlaceHolders"
BriefSummary=""
TacticalText=""

[GOC_Pistol_MG X2WeaponTemplate]
FriendlyName="Placeholder"
FriendlyNamePlural="PlaceHolders"
BriefSummary=""
TacticalText=""

[GOC_Pistol_BM X2WeaponTemplate]
FriendlyName="Placeholder"
FriendlyNamePlural="PlaceHolders"
BriefSummary=""
TacticalText=""


[GOCCapnbubsKevlar1M X2BodyPartTemplate]
DisplayName="Kevlar 1 GOC"

[GOCCapnbubsKevlar1F X2BodyPartTemplate]
DisplayName="Kevlar 1 GOC"

[GOCCapnbubsKevlar1BalaclavaM X2BodyPartTemplate]
DisplayName="Kevlar 1 Balaclava GOC"

[GOCCapnbubsKevlar1BalaclavaF X2BodyPartTemplate]
DisplayName="Kevlar 1 Balaclava GOC"

[GOCCapnbubsKevlar2M X2BodyPartTemplate]
DisplayName="Kevlar 2 GOC"

[GOCCapnbubsKevlar2F X2BodyPartTemplate]
DisplayName="Kevlar 2 GOC"

[GOCCapnbubsKevlar3M X2BodyPartTemplate]
DisplayName="Kevlar 3 GOC"

[GOCCapnbubsKevlar3F X2BodyPartTemplate]
DisplayName="Kevlar 3 GOC"

[GOCCapnbubsKevlar1GasmaskM X2BodyPartTemplate]
DisplayName="Kevlar 1 Gasmask GOC"

[GOCCapnbubsKevlar1GasmaskF X2BodyPartTemplate]
DisplayName="Kevlar 1 Gasmask GOC"

[GOCSCTorso1M X2BodyPartTemplate]
DisplayName="SC Torso 1 GOC"

[GOCSCTorso1F X2BodyPartTemplate]
DisplayName="SC Torso 1 GOC"

[GOCSCTorso2M X2BodyPartTemplate]
DisplayName="SC Torso 2 GOC"

[GOCSCTorso2F X2BodyPartTemplate]
DisplayName="SC Torso 2 GOC"

[GOCArmsM X2BodyPartTemplate]
DisplayName="SC Arms GOC"

[GOCArmsF X2BodyPartTemplate]
DisplayName="SC Arms GOC"

[GOCLegsM X2BodyPartTemplate]
DisplayName="SC Legs GOC"

[GOCLegsF X2BodyPartTemplate]
DisplayName="SC Legs GOC"

[RefinerShot X2AbilityTemplate]
LocFriendlyName="Refiner Free Fire"
LocHelpText="Fire a shot at a target. <Ability:CANNOTBEDODGED/>"
LocLongDescription="Firing the primary weapon always ends a unit's turn."

[DistillerProcess X2AbilityTemplate]
LocFriendlyName="Burning Shot"
LocHelpText="Apply Burn and Acid Burn Status effects"
LocLongDescription="Pistol shot that also applies Burn and Acid Burn Status effects on hit."

[ChilledShot X2AbilityTemplate]
LocFriendlyName="Freezing Shot"
LocHelpText="Fire a shot at the target at the cost of 2 ammo.  Apply freeze on hit"
LocLongDescription="Special shot that costs 2 ammo but applies freeze effect on hit."

[ReaverShot X2AbilityTemplate]
LocFriendlyName="Reaver Shot"
LocHelpText="Fire a shot at a target. <Ability:CANNOTBEDODGED/>"
LocLongDescription="Firing the primary weapon always ends a unit's turn."

[SectopodEnergyShieldMk1 X2AbilityTemplate]
LocFriendlyName="GOC Energy Shield"
LocHelpText="Apply Shield to all Friendlys in range"
LocLongDescription="Apply Shield to all Friendlys in range."

[SectopodEnergyShieldMk2 X2AbilityTemplate]
LocFriendlyName="GOC Advanced Energy Shield"
LocHelpText="Apply Shield to all Friendlys in range"
LocLongDescription="Apply Shield to all Friendlys in range."

[ProxyStunLightningField X2AbilityTemplate]
LocFriendlyName="Stunning Lightning field"
LocHelpText="Stun all units in range"
LocLongDescription="Stuns all units in range."

[GOCDatapad X2ItemTemplate]
FriendlyName="GOC DataMass"
FriendlyNamePlural="GOC DataMasses"
BriefSummary="This Datamass apparently contains sensitive information regarding the Global Occult Coalition. I am afraid we will need advanced decryption technologies to find out what's inside of it."

[GOCChassisWreckage X2ItemTemplate]
FriendlyName="GOC Chassis Wreckage"
FriendlyNamePlural="GOC Chassis Wreckages"
BriefSummary="This heavily weaponized Chassis took from sectopod's design, and was upgraded by the GOC engineers."

[GOCDatamassDecryption X2TechTemplate]
DisplayName="GOC Datamass Decryption"
Summary="Now that we have discovered a way to decipher even the most advanced encryptions, we have a chance to crack that mysterious datamass open."

LongDescription="We were able to recover two rather interesting Weapon Schematics. I already informed Dr. Shen and her engineering team, about possible applications of that data. R. Tygan" 
UnlockedDescription="Three new Proving Ground Projects Unlocked!"

[GOCWreckageAutopsy X2TechTemplate]
DisplayName="GOC Heavy Combat Chassis Analysis"
Summary="This Combat Chassis encountered in the field is more than just a repainted Advent sectopod. We are most interested in it's cannon, which seems to be not of advent design."

LongDescription="We were able to recover two rather interesting Weapon Schematics. I already informed Dr. Shen and her engineering team, about possible applications of that data. R. Tygan" 
UnlockedDescription="Two new Proving Ground Projects Unlocked!"

[GOCRefinerProject X2TechTemplate]
DisplayName="The Refiner"
Summary="Analysys of what we suppoused to be a stolen and rebranded advent sectopod, revealed that while most of its hull was only mildly modified, its turret was entirely new design, untypical for advent forces. We can replicate its design to construct a heavy machine gun with compareable destructive power." 

[GOCDistillerProject X2TechTemplate]
DisplayName="The Distiller"
Summary="Blueprint of this so called Distiller appears to be pretty straight forward, except the fact that it fires projectiles that shouldn't exist according to the currently known laws of physics. Overcoming that shouldn't be a problem, If we're given enough time and resources." 

[GOCREAVERProject X2TechTemplate]
DisplayName="The Reaver"
Summary="Blue plasma invented most likely by somebody in the GOC, seems to have wide variety of military uses. In this particular case, the blueprint would suggest that the plasma bolts shot from this shotgun, somehow cause impossible to stop bleeding in cases of organic targets." 

[GOCChillerProject X2TechTemplate]
DisplayName="The Chiller"
Summary="While we learned that Blue plasma is capable of setting targets aflame and covering them with acid, this weapon blueprint claims it can also freeze enemies in place. Documentation, even while cryptic, should allow us to construct this extraordinary rifle." 

[GOCBombardierProject X2TechTemplate]
DisplayName="The Bombardier"
Summary="Analysis of the GOC combat sectopod turret, also revealed that it had another method of firing. It seems that GOC engineers were too unsure to program the machine to use it, but we might learn from it, to construct blue plasma weapon shooting much more powerfull bolts, at the cost of fire rate." 



;REPRESENTTHENAMESPROUDLY
[GOCREFINERLMG X2WeaponTemplate]
FriendlyName="REFINER"
FriendlyNamePlural="REFINERS"
BriefSummary="NO PLACE TO HIDE"
TacticalText="Special blue-plasma machine gun capable of tearing down lines of troopers in seconds. Destroys any and all cover."
AbilityDescName="REFINER"

[GOCDISTILLERPistol X2WeaponTemplate]
FriendlyName="DISTILLER"
FriendlyNamePlural="DISTILLERS"
BriefSummary="ALL KINDS OF BURNS"
TacticalText="Special blue-plasma pistol developed by the GOC. Has a special shot ability that sets enemies aflame on hit and causes acid burn."
AbilityDescName="DISTILLER"

[GOCREAVERSHOTGUN X2WeaponTemplate]
FriendlyName="REAVER"
FriendlyNamePlural="REAVERS"
BriefSummary="MAKE AN OFFERING"
TacticalText="Special blue-plasma shotgun developed by the GOC. Every hit on organic target causes bleeding."
AbilityDescName="REAVER"

[GOCCHILLERRIFLE X2WeaponTemplate]
FriendlyName="CHILLER"
FriendlyNamePlural="CHILLERS"
BriefSummary="HELL FROZE OVER"
TacticalText="Special blue-plasma rifle developed by the GOC. Has a special shot ability that freezes enemies in place."
AbilityDescName="CHILLER"

[GOCBOMBARDIERSNIPER X2WeaponTemplate]
FriendlyName="BOMBARDIER"
FriendlyNamePlural="BOMBARDIERS"
BriefSummary="SEND THEM STRAIGHT TO THEIR FALSE GODS"
TacticalText="Special blue-plasma sniper rifle developed by the GOC. Shots cause an explosion."
AbilityDescName="BOMBARDIER"

[GOCForces X2SitRepTemplate]
FriendlyName="GOC-Controlled Area"
Description="Mission takes place on terrain controlled by the GOC."

[GOCForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="Global Occult Coalition-Controlled Area"
Description="Mission takes place on terrain controlled by the GOC."

[GOCBlindingLightLMG X2WeaponTemplate]
FriendlyName="BLINDING LIGHT"
FriendlyNamePlural="BLINDING LIGHTS"
BriefSummary="(...)ooh, I'm blinded by the lights(...)"
TacticalText="Special LMG used by elite GOC Gunners. Disorients all hit targets."









[ChaosIncursion X2SitRepTemplate]
FriendlyName="Chaos Insurgency Hit-and-Run"
Description="Chaos Insurgents are reportedly moving through the AO. Their motives are unknown."

[ChaosIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Chaos Insurgency Hit-and-Run"
Description="Insurgency is actively working in this area."

[ChaosRecruit_M1 X2CharacterTemplate]
strCharacterName="Insurgency Recruit"

[ChaosMike_M1 X2CharacterTemplate]
strCharacterName="SCP 3033-1 "Mike""

[ChaosHunin_M1 X2CharacterTemplate]
strCharacterName="Insurgency Psionic"

[ChaosRecruit_M2 X2CharacterTemplate]
strCharacterName="Veteran Insurgent"

[ChaosMike_M2 X2CharacterTemplate]
strCharacterName="Advanced SCP 3033-1 "Mike""

[ChaosHunin_M2 X2CharacterTemplate]
strCharacterName="Insurgency Preacher"

[ChaosRecruit_M3 X2CharacterTemplate]
strCharacterName="Insurgency Commando"

[ChaosMike_M3 X2CharacterTemplate]
strCharacterName="Perfect Instance of SCP 3033-1 "Mike""

[ChaosHunin_M3 X2CharacterTemplate]
strCharacterName="Insurgency Prophet"

[ChaosRifle_CV X2WeaponTemplate]
FriendlyName="Stolen Advent Rifle"
FriendlyNamePlural="Advent Rifles"
BriefSummary=""
TacticalText=""

[ChaosLMG_CV X2WeaponTemplate]
FriendlyName="Stolen Foundation LMG"
FriendlyNamePlural="Stolen LMGs"
BriefSummary=""
TacticalText=""

[ChaosShotgun_CV X2WeaponTemplate]
FriendlyName="Assault Shotgun"
FriendlyNamePlural="Assault Shotguns"
BriefSummary=""
TacticalText=""

[ChaosRifle_MG X2WeaponTemplate]
FriendlyName="Stolen Laser Rifle"
FriendlyNamePlural="Laser Rifles"
BriefSummary=""
TacticalText=""

[ChaosLMG_MG X2WeaponTemplate]
FriendlyName="Stolen Laser LMG"
FriendlyNamePlural="Laser LMGs"
BriefSummary=""
TacticalText=""

[ChaosShotgun_MG X2WeaponTemplate]
FriendlyName="Laser Assault Shotgun"
FriendlyNamePlural="Laser Assault Shotguns"
BriefSummary=""
TacticalText=""

[ChaosRifle_BM X2WeaponTemplate]
FriendlyName="Stolen Blue Laser Rifle"
FriendlyNamePlural="Blue Laser Rifles"
BriefSummary=""
TacticalText=""

[ChaosLMG_BM X2WeaponTemplate]
FriendlyName="Stolen Blue Laser LMG"
FriendlyNamePlural="Blue Laser LMGs"
BriefSummary=""
TacticalText=""

[ChaosShotgun_BM X2WeaponTemplate]
FriendlyName="Blue Laser Assault Shotgun"
FriendlyNamePlural="Blue Laser Assault Shotguns"
BriefSummary=""
TacticalText=""

[Phantom_Vanish X2AbilityTemplate]
LocFriendlyName="Vanishing"
LocLongDescription="Soldier becomes concealed from enemies."
LocHelpText="Soldier becomes concealed from enemies."
LocFlyOverText="Concealed!"


[Phantom_VanishStart X2AbilityTemplate]
LocFriendlyName="Phantom"
LocLongDescription="This soldier starts concealed at the start of missions"
LocHelpText="This soldier starts concealed at the start of missions"
LocFlyOverText="Phantom"


[PenaltyShot X2AbilityTemplate]
LocFriendlyName="Fire Sniper Rifle"
LocHelpText="Fire your sniper rifle at a target, with a malus to aim."

[Phantom_VanishReveal X2AbilityTemplate]
LocFriendlyName="Reveal"
LocFlyOverText="Revealed!"
LocHelpText="Reveal this unit to the enemy.  This happens automatically if actions are performed while vanished."
LocLongDescription="Reveal this unit to the enemy.  This happens automatically if actions are performed while vanished."

[RemoteFuse X2AbilityTemplate]
LocFriendlyName="Remote Fuse"
LocLongDescription="If an enemy is carrying explosives, they can be remotely detonated by the Phantom."
LocHelpText="If an enemy is carrying explosives, they can be remotely detonated by the Phantom."

[RelocationShot X2AbilityTemplate]
LocFriendlyName="Fire Weapon"
LocHelpText="Fire a shot at a target, and get a movement point afterwards. <Ability:CANNOTBEDODGED/>"
LocLongDescription="Firing the primary weapon will grant the unit a movement point."

[ChaosPsiHeal X2AbilityTemplate]
LocFriendlyName="Corpore Sano"
LocLongDescription="Deliver medikit healing from moderate range. Heal is stronger with higher Psi."
LocHelpText="Deliver medikit healing from moderate range. Heal is stronger with higher Psi."
LocFlyOverText="Corpore Sano

[ChaosSmokeGrenade X2GrenadeTemplate]
FriendlyName="ChaosSmoke Grenade"
FriendlyNamePlural="ChaosSmoke Grenades"
BriefSummary="Provides a defensive boost to any unit within the radius of the smoke, friend or foe."
TacticalText="<Bullet/> Smoke can be deployed to instantly increase the defense of nearby units.<br><Bullet/> Smoke grenades can be thrown and launched significantly further than standard grenades."
ThrownAbilityName="Throw Smoke Grenade"
ThrownAbilityHelpText="Grants a defensive boost to units within its radius."
LaunchedAbilityname="Launch Smoke Grenade"
LaunchedAbilityHelpText="Grants a defensive boost to units within its radius."

[ChaosRounds X2AmmoTemplate]
FriendlyName="SCP-4MM0"
FriendlyNamePlural="SCP-4MM0"
BriefSummary="Ammo utilizing a dangerous cognitohazard"
TacticalText="<Bullet/> Those rounds are infused with an anomaly inducing a 'vocabular cognitohazard.'\n<Bullet/> When it strikes a biotarget, like a viral infection it spreads in a 5-tile radius if the target lives.\n<Bullet/> The Anomaly continues to spread to other hosts, causing reduced aim and will and 1 damage for two turns, but as it impacts all who perceive the 'infected' individuals, hosts are harder to hit."


[ChaosRounds X2AbilityTemplate]
LocFriendlyName="Cognitohazard infused rounds"


[UIEventNoticesTactical]
ChaosAnomalyTitle="Anomalous Distortions"

[X2Effect_ChaosAnomaly]
ChaosAnomalyFriendlyName="Vocabular Cognitohazard"
ChaosAnomalyFriendlyDesc="Suffering aim and will penalties while gaining defense boost. Taking damage each turn. Cognitohazard is spread in 7 tiles radious."
ChaosAnomalyEffectAcquiredString="<XGParam:StrValue0/!UnitName/> is under influence of a Vocabular Cognitohazard."
ChaosAnomalyEffectTickedString="<XGParam:StrValue0/!UnitName/> is still suffering from Vocabular Cognitohazard."
ChaosAnomalyEffectLostString="<XGParam:StrValue0/!UnitName/> is no longer suffering from Vocabular Cognitohazard."


;[ChaosAnomaly.X2DamageTypeTemplate]

